Repository: VladZurabyan/XorO
Catalog: *.lproj/Localizable.strings
Languages: hy, ru

# Homelabelkey
source: Сlick on the button ⓘ and at the top
hy: Սեղմեք վերևի ⓘ կոճակը
ru: Нажмите на кнопку ⓘ вверху

# PlayKey
source: Play
hy: Սկսել
ru: Начать

# HomeKey
source: Home
hy: Գլխավոր
ru: Главная

# xScoreKey
source: xScore: 0
hy: X-ի հաշիվը: 0
ru: Очки Х: 0

# oScoreKey
source: oScore: 0
hy: O-ի հաշիվը: 0
ru: Очки O: 0

# GameTitleKey
source: Game
hy: Խաղ
ru: Игра

source: DRAW
hy: Ոչ ոքի
ru: НИЧЬЯ

source: CROSS WON
hy: Հաղթահարեց X
ru: Х ПОБЕДИЛ

source: NOUGHT WON
hy: Հաղթահարեց Օ
ru: O ПОБЕДИЛ

# ColorKey
source: Choose color
hy: Ընտրել գույնը
ru: Выбор цвета

source: xScore:
hy: X-ի հաշիվը:
ru: Очки Х:

source: oScore:
hy: O-ի հաշիվը:
ru: Очки O:

# resetButton
source: RESET
hy: Վերսկսել
ru: Заново

# button
source: Play
hy: Սկսել
ru: Начать

source: Attention
hy: Ուշադրություն
ru: Внимание

source: X and O colors the same
hy: X-ի և O-ի գույները նույնն են
ru: Одинаковые цвета у X и O

source: Cancel
hy: Չեղարկել
ru: Отменить

source: This language is already selected
hy: Այս լեզուն արդեն ընտրված է
ru: Этот язык уже выбран

source: Сhoose language
hy: Ընտրել լեզուն
ru: Выбрать язык
